{
  "<start>": "because <why> <whoToBlame>",
"<why>":
  "<whyType1> | <whyType2>",
  "<whyType1>":
  "we need to protect ourselves from | it is in our national interests to stop | we need to compromise | i hate | i am Trump and i will conquer | we as a nation are under siege by | i was attempted assassinated by | Seaworld has been compromised by | all the good deals at Wallmart are being claimed by | my crayons were stolen by | as a kid i was bullied by | i want to be home by 12 so i can watch the newest season of House with the lead role being played by | our jobs are being stolen by | the construction of our glourious wall is being stalled by | i don't have enough time to appreciate myself if we don't stop | i have a meeting with Erdogan at 14 regarding a mutual interest as to how we can monetize | i do not know how to rule this country when it is obviously being controlled by | i am under the influence and i need to go before i am found by | i are trump. I good. I kill | we are succumbing to the horrible entity that is | i am working on a new hit song starring | i am currently writing a book on", 
  "<whyType2>":
  "i'm actually a manifestation of | this establishment is under threat by | i am playing hide and seek with | everything is being stolen by | our jobs are being stolen by | everyone loves me. Especially | i am respected by everyone, even | i am better than all of you, and will single-handedly deal with the threat of | i yearn to feel the loving embrace of | i don't know how to handle myself around | it is obvious that we need to be very cautions in the way we deal with the threat of",
"<whoToBlame>":
  "the unstoppable tide of Islam. | Africans rading the suburbs. | a wild flock of nazi-Hindus. | the Welsh. | Facebook. | the damned Chinese. | a mob of angry Celts with pitchforks. | an orca. | damn Gypsies. | incompetent butlers. | the spanish inquisition. | a wayward parrot. | someone with a suspicious hue. | mormons. | some weird country called the United Nations. | Uzbekistan. | everyone who's not biologically related to a guy called Joe. | oedipus complex's. | the power of love. | total societal collapse. | an apparent lack of incest. | the music industry. | Harry Potter erotica. | late night television. | Vladimir Putin. | the mexicans. | an aggresive band of tow-trucks. | FAKE NEWS! | women. | communism. | my mother who never loved me. | an intentional negligence of the well-being of the american people. | Green-Peace."
 }